[
	{
		"id": "artistic-active",
		"name": "Artistic - Active",
		"group": "artistic",
		"attributeBonus": ["pr","em","ag"],
		"progressionType": "category",
		"modifiers": [
			{
				"key": "Extensively Practiced piece - I",
				"modifier": 0,
				"attributeModifier": {
					"attribute": "me",
					"multiplier": 1
				}
			},
			{
				"key": "Extensively Practiced piece - II",
				"modifier": 0,
				"attributeModifier": {
					"attribute": "me",
					"multiplier": 2
				}
			},
			{
				"key": "Extensively Practiced piece - III",
				"modifier": 0,
				"attributeModifier": {
					"attribute": "me",
					"multiplier": 3
				}
			},
			{
				"key": "Improvisation",
				"modifier": -30
			},
			{
				"key": "With interactive partner",
				"modifier": -10
			},
			{
				"key": "7+ ranks in a specific related Lore",
				"modifier": 10
			}
		],
		"description": "This category includes skills which involve creative expression through the use of physical means or activity. It also includes those activities which are spontaneous or interactive, such as improvisation or duets. Thenature of this category implies some form of interaction with the audience or other artists."
	},
	{
		"id": "artistic-passive",
		"name": "Artistic - Passive",
		"group": "artistic",
		"attributeBonus": ["em","in","pr"],
		"progressionType": "category",
		"modifiers": [
		],
		"description": "This category includes skills which involve creative expression through the means of non-physical means or activity. It also includes those activities which are considered and crafted, involving the application of creative effort in a structured and extended fashion. The nature of this category often indicates a non-interactive, even solitary activity."
	},
	{
		"id": "athletic-brawn",
		"name": "Athletic - Brawn",
		"group": "athletic",
		"attributeBonus": ["st","co","ag"],
		"progressionType": "category",
		"modifiers": [
		],
		"description": "This category includes those skills which involve the application of strength in a structured fashion, as opposed to a spontaneous or unstructured application (e.g., a frantic effort to break one’s bonds would not be an application of an Athletic • Brawn skill, but a considered effort to use one’s knowledge of leverage and one’s own strength to exert maximum force against a heavy weight would be)."
	},
	{
		"id": "athletic-endurance",
		"name": "Athletic - Endurance",
		"group": "athletic",		
		"attributeBonus": ["co","ag","st"],
		"progressionType": "category",
		"modifiers": [
		],
		"description": "This category includes those skills which involve the application of endurance in a structured fashion, as opposed to a spontaneous or unstructured application (e.g., resisting the effects of torture would not be an application of an Athletic • Endurance skill, but a considered effort to conserve one’s energy over a run of many miles would be)."
	},
	{
		"id": "athletic-gymnastics",
		"name": "Athletic - Gymnastics",
		"group": "athletic",
		"attributeBonus": ["ag","qu","ag"],
		"progressionType": "category",
		"description": "This category includes those skills which involve the application of agility and coordination in a structured fashion, as opposed to a spontaneous or unstructured application (e.g., the frantic pinwheeling of arms one makes to maintain balance after an unexpected shove would not be an application of an Athletic • Gymnastic skill, but a considered effort to use one’s knowledge of balance and one’s own flexibility and agility to successfully walk a narrow ledge would be). Additional skills in this category include: pole-vaulting, rappelling, skating, skiing, stilt-walking, surfing, and tightrope-walking."		
	},
	{
		"id": "awareness-perceptions",
		"group": "awareness",
		"name": "Awareness - Perceptions",
		"attributeBonus": ["in","sd","in"],
		"progressionType": "none",
		"description": "This category includes those skills which involve unconscious awareness of one’s environment. These skills are passive skills, and may only be trained to a limited extent. Any active observation of the environment falls instead into one of the other Awareness categories. For example, a “danger sense” would fall into this category; a skill in locating traps in a room would not."
	},
	{
		"id": "awareness-searching",
		"group": "awareness",
		"name": "Awareness - Searching",
		"attributeBonus": ["in","re","sd"],
		"progressionType": "category",
		"description": "This category includes those skills which involve the organized use of one’s ability to recognize and assimilate clues and information in the pursuit of some specific goal, in a structured fashion, as opposed to a spontaneous or unstructured application of such abilities (e.g., an attempt to orient oneself to a combat situation after taking a stunning blow would not be an application of an Awareness • Searching skill, but trying to read the signs of a battle afterwards in order to perceive the course it had taken would be)."
	},
	{
		"id": "awareness-senses",
		"group": "awareness",
		"name": "Awareness - Senses",
		"attributeBonus": ["in","sd","in"],
		"progressionType": "category",
		"description": "This category includes those skills which involve the applied ability to assimilate unconscious clues and internal consultation to derive information about the environment, as opposed to a spontaneous or unstructured application of such abilities (e.g., jerking one’s hand away from a hot stove is not an example of using an Awareness • Senses skill, but sensing the direction of a heat source by the feel of it in the air would be). Additional skills in this category include: reality awareness and spatial location awareness."
	},
	{
		"id": "body-development",
		"name": "Body development",
		"group": "body-development",
		"attributeBonus": ["co","sd","co"],
		"progressionType": "none",
		"description": "Skill rank in Body Development is one of the factors which determines how many hits (concussion hits) a character can take without passing out. A character’s total hits are is equal to his Body Development skill bonus."
	},
	{
		"id": "armor-light",
		"name": "Armor - Light",
		"group": "armor",
		"attributeBonus": ["ag","st","ag"],
		"progressionType": "category",
		"description": "This category covers the use of leather armor, both soft and rigid, from soft leather tunics to boiled leather cuirasses and the like."
	},
	{
		"id": "armor-medium",
		"name": "Armor - Medium",
		"group": "armor",
		"attributeBonus": ["st","ag","st"],
		"progressionType": "category",
		"description": "This category covers the use of flexible metal armors, including chain, scale and the like."
	},
	{
		"id": "armor-heavy",
		"name": "Armor - Heavy",
		"group": "armor",
		"attributeBonus": ["st","ag","st"],
		"progressionType": "category",
		"description": "This category covers the use of rigid metal armor, from metal breastplates to full Maximilian Plate armor."
	},
	{
		"id": "combat-maneuvers",
		"name": "Combat maneuvers",
		"group": "combat-maneuvers",
		"attributeBonus": ["ag","qu","sd"],
		"progressionType": "none",
		"description": "This category deals with the use of specialized maneuvers used in combat to achieve specific results. This may include fighting styles, special strokes, or defensive maneuvers used in conjunction with a particular mode of combat."
	},
	{
		"id": "communications",
		"name": "Communications",
		"group": "communications",
		"attributeBonus": ["re","me","em"],
		"progressionType": "category",
		"description": "This category encompasses those skills involving the coordinated transfer of information from one being to another by whatever means available or preferred. Whether this is in the form of language or smoke signals, it covers only the actual process of transfer and understanding of the communication medium, not the analysis or use of such information (e.g., understanding the words spoken by a Sphinx involves the use of these skills; figuring out the riddle does not)."
	},
	{
		"id": "crafts",
		"name": "Crafts",
		"group": "crafts",
		"attributeBonus": ["ag","me","sd"],
		"progressionType": "none",
		"description": "This category encompasses the use of particular craftsman skills, such as making jewelry, copper etching, cloth work, etc. Note that these skills are all physical applications of skill to produce a desired object or product. Skills dealing with the abstract analysis or theory of these objects should fall instead under the Technical/Trade group."
	},
	{
		"id": "directed-spells",
		"name": "Directed spells",
		"group": "directed-spells",
		"attributeBonus": ["ag","sd","ag"],
		"progressionType": "category",
		"description": "Certain spells make provision for attack rolls for “directed elemental” spells (see Appendix A-10.7, p. 219). Skill must be developed separately for each such spell. A character wishing to develop skill with such a spell must be able to cast it at least once a day (either intrinsically or from an item)."
	},
	{
		"id": "influence",
		"name": "Influence",
		"group": "influence",
		"attributeBonus": ["pr","em","in"],
		"progressionType": "category",
		"description": "This category encompasses those skills which deal with an intentional and applied effort at influencing, manipulating, or deceiving others."
	},
	{
		"id": "lore-general",
		"name": "Lore - General",
		"group": "lore",
		"attributeBonus": ["me","re","me"],
		"progressionType": "category",
		"description": "This category encompasses the use of informational and academic skills which are available to most people with the determination to learn them."
	},
	{
		"id": "lore-magical",
		"name": "Lore - Magical",
		"group": "lore",
		"attributeBonus": ["me","re","me"],
		"progressionType": "category",
		"description": "This category encompasses the use of informational and academic skills dealing with magic and magical things. They are usually available only to those with access to magical resources and/or instructors. Additional skills in this category include: circle lore, planar lore, symbol lore, and warding lore."
	},
	{
		"id": "lore-obscure",
		"name": "Lore - Obscure",
		"group": "lore",
		"attributeBonus": ["me","re","me"],
		"progressionType": "category",
		"description": "This category encompasses the use of informational and academic skills dealing with extremely unusual or obscure topics. Note that the availability of these skills should be limited to those with unusual magical or academic resources."
	},
	{
		"id": "lore-technical",
		"name": "Lore - Technical",
		"group": "lore",
		"attributeBonus": ["me","re","me"],
		"progressionType": "category",
		"description": "This category encompasses the use of technical informational and academic skills dealing with relatively common topics."
	},
	{
		"id": "martial-arts-strikes",
		"name": "Martials Arts - Strikes",
		"group": "martial-arts",
		"attributeBonus": ["st","ag","st"],
		"progressionType": "category",
		"description": "This category encompasses the use of unarmed combat skills involving blows dealt with the hands, feet, elbows, and the like."
	},
	{
		"id": "martial-arts-sweeps",
		"name": "Martials Arts - Sweeps",
		"group": "martial-arts",
		"attributeBonus": ["ag","st","ag"],
		"progressionType": "category",
		"description": "This category encompasses the use of Martial Arts involving the so-called “soft” martial arts, typified by throws, grappling, sweeps and powerful controlling techniques. Blocking and Wrestling can also be found in this category."
	},
	{
		"id": "outdoor-animal",
		"name": "Outdoor - Animal",
		"group": "outdoor",
		"attributeBonus": ["em","ag","em"],
		"progressionType": "category",
		"description": "This category encompasses the use of skills involving the raising, handling, training, and care of animals. Additional skills in this category include: animal mastery, animal healing, and herding."
	},
	{
		"id": "outdoor-environmental",
		"name": "Outdoor - Environmental",
		"group": "outdoor",
		"attributeBonus": ["sd","in","me"],
		"progressionType": "category",
		"description": "This category encompasses the use of skills involving information-gathering and surviving in the outdoors and other unusual environments. These skills may range from gathering food to understanding how best to resist extreme heat or cold."
	},
	{
		"id": "power-awareness",
		"name": "Power Awareness",
		"group": "power-awareness",
		"attributeBonus": ["em","in","pr"],
		"progressionType": "category",
		"description": "This category encompasses the use of skills involving the perception and interpretation of magical power, information, and writings. Additional skills in this category include: Divination and Power Perception."
	},
	{
		"id": "power-point-development",
		"name": "Power Point Development",
		"group": "power-point",
		"attributeBonus": [],
		"progressionType": "none",
		"description": "Skill rank in Power Point Development is one of the factors which determines how many spells a character can cast within a given time period. A character’s power point total is equal to his Power Point Development skill bonus.",
		"TODO": "REALM DEPENDENT"
	},
	{
		"id": "science-analytic-basic",
		"name": "Science/Analytic - Basic",
		"group": "science-analytic",
		"attributeBonus": ["re","me","re"],
		"progressionType": "category",
		"description": "This category encompasses the use of scientific and analytical skills which are available to most people with the determination to find and learn them."
	},
	{
		"id": "science-analytic-specialized",
		"name": "Science/Analytic - Specialized",
		"group": "science-analytic",
		"attributeBonus": ["re","me","re"],
		"progressionType": "none",
		"description": "This category encompasses the use of scientific and analytical skills dealing with unusual or obscure topics (in a fantasy adventuring setting). Note that the availability of these skills should be limited to those with unusual academic resources. Additional skills in this category might include: astronomy, biochemistry, psychology, etc."
	},
	{
		"id": "self-control",
		"name": "Self Control",
		"group": "self-control",
		"attributeBonus": ["sd","pr","sd"],
		"progressionType": "category",
		"description": "This category encompasses the use of skills involving the exercise of self-control and willpower, ranging from body control to advanced mental techniques. Additional skills in this category include: control lycanthropy, various “trance” skills, stunned maneuvering, and various “adrenal” skills."
	},
	{
		"id": "special-attacks",
		"name": "Special Attacks",
		"group": "special-attacks",
		"attributeBonus": ["st","ag","sd"],
		"progressionType": "none",
		"description": "This category encompasses the use of skills involving specialized attacks (as opposed to specialized maneuvers during combat, which is handled under Combat Maneuvers)."
	},
	{
		"id": "special-defenses",
		"name": "Special Defenses",
		"group": "special-defenses",
		"attributeBonus": [],
		"progressionType": "none",
		"description": "This category encompasses the use of unusual defensive skills which are typically available only through special training."
	},
	{
		"id": "subterfuge-attack",
		"name": "Subterfuge - Attack",
		"group": "subterfuge",
		"attributeBonus": ["ag","sd","in"],
		"progressionType": "category",
		"description": "This category encompasses the use of attack skills performed by stealth or misdirection."
	},
	{
		"id": "subterfuge-mechanics",
		"name": "Subterfuge - Mechanics",
		"group": "subterfuge",
		"attributeBonus": ["in","ag","re"],
		"progressionType": "category",
		"description": "This category encompasses the use of skills involving the creation and manipulation of physical objects and substances pertaining to subterfuge. Additional skills in this category include: counterfeiting, forgery, hiding items, and trap building."
	},
	{
		"id": "subterfuge-stealth",
		"name": "Subterfuge - Stealth",
		"group": "subterfuge",
		"attributeBonus": ["ag","sd","in"],
		"progressionType": "category",
		"description": "This category encompasses the use of subterfuge skills involving physical stealth, misdirection and manipulation."
	},
	{
		"id": "technical-trade-general",
		"name": "Technical/Trade - General",
		"group": "technical-trade",
		"attributeBonus": ["re","me","sd"],
		"progressionType": "category",
		"description": "This category encompasses the use of technical and trade skills which are available to most people with the determination to find and learn them."
	},
	{
		"id": "technical-trade-professional",
		"name": "Technical/Trade - Professional",
		"group": "technical-trade",
		"attributeBonus": ["re","me","in"],
		"progressionType": "none",
		"description": "This category encompasses the use of skills which are typically available only to specific professions, and require specialized training. The GM should limit the availability of these skills to those that would logically be available to the character according to his resources and heritage. Additional skills in this category might include: advertising, architecture, dowsing, military organization, and surgery."
	},
	{
		"id": "technical-trade-vocational",
		"name": "Technical/Trade - Vocational",
		"group": "technical-trade",
		"attributeBonus": ["me","in","re"],
		"progressionType": "none",
		"description": "This category encompasses the use of trade and technical skills which may be acquired through observation and understudy. They do not require extensive or specialized training; skill may be developed even without instruction. Additional skills in this category might include: cartography, gimmickry, hypnosis, midwifery, prepare herbs, prepare poisons, and siege engineering."
	},
	{
		"id": "urban",
		"name": "Urban",
		"group": "urban",
		"attributeBonus": ["in","pr","re"],
		"progressionType": "category",
		"description": "This category involves the use of skills pertaining to an urban environment. They range from urban social skills to foraging for food in a town or city."
	},
	{
		"id": "spells-own-realm-closed-lists",
		"name": "Spells - Own realm closed lists",
		"group": "spells",
		"attributeBonus": [],
		"useRealmAttributeBonus": true,
		"progressionType": "none",
		"description": "This category encompasses the acquisition and use of spells from the closed lists of the spell user’s own realm."
	},
	{
		"id": "spells-own-realm-open-lists",
		"name": "Spells - Own realm open lists",
		"group": "spells",
		"attributeBonus": [],
		"useRealmAttributeBonus": true,
		"progressionType": "none",
		"description": "This category encompasses the acquisition and use of spells from the open lists of the spell user’s own realm."
	},
	{
		"id": "spells-own-realm-base-lists",
		"name": "Spells - Own realm base lists",
		"group": "spells",
		"attributeBonus": [],
		"progressionType": "none",
		"useRealmAttributeBonus": true,
		"description": "This category encompasses the acquisition and use of spells from the spell user’s own base lists."
	},
	{
		"id": "spells-arcane",
		"name": "Spells - Arcane",
		"group": "spells",
		"attributeBonus": [],
		"progressionType": "none",
		"useRealmAttributeBonus": true,
		"description": "This category encompasses the acquisition and use of spells that manipulate Arcane magic, the oldest form of magic. Note that Arcane magic does not conform to the three realms of magic. Note also that the costs given here are for the Open Arcane Lists; full guide lines for the use of Arcane magic will be provided in the Arcane Companion."
	},
	{
		"id": "weapon-1h-concussion",
		"name": "Weapon - 1H Concussion",
		"group": "weapon",
		"attributeBonus": ["st","ag","st"],
		"progressionType": "category",
		"description": "This category encompasses the use of weapon skills utilizing one-handed crushing weapons (maces, clubs, morning stars, etc.)."
	},
	{
		"id": "weapon-1h-edged",
		"name": "Weapon - 1H Edged",
		"group": "weapon",
		"attributeBonus": ["st","ag","st"],
		"progressionType": "category",
		"description": "This category encompasses the use of weapon skills utilizing one-handed slashing weapons (most swords, daggers, etc.)."
	},
	{
		"id": "weapon-2h",
		"name": "Weapon - 2H",
		"group": "weapon",
		"attributeBonus": ["st","ag","st"],
		"progressionType": "category",
		"description": "This category encompasses the use of all weapons which require two hands to wield (quarterstaves, flails, two-handed swords, etc.)."
	},
	{
		"id": "weapon-missile",
		"name": "Weapon - Missile",
		"group": "weapon",
		"attributeBonus": ["ag","st","ag"],
		"progressionType": "category",
		"description": "This category encompasses the use of all hand weapons that are designed to project a missile of some kind. This includes bows and crossbows, as well as slings."
	},
	{
		"id": "weapon-missile-artillery",
		"name": "Weapon - Missile Artillery",
		"group": "weapon",
		"attributeBonus": ["in","ag","re"],
		"progressionType": "category",
		"description": "This category encompasses the use of all heavy missile weaponry, from catapults to trebuchets."
	},
	{
		"id": "weapon-pole-arms",
		"name": "Weapon - Pole Arms",
		"group": "weapon",
		"attributeBonus": ["st","ag","st"],
		"progressionType": "category",
		"description": "This category encompasses the use of all polearms, from halberds to pikes and the ever-popular glaive-guisarme."
	},
	{
		"id": "weapon-thrown",
		"name": "Weapon - Thrown",
		"group": "weapon",
		"attributeBonus": ["ag","st","ag"],
		"progressionType": "category",
		"description": "This category encompasses the use of all thrown weapons, including knives, darts and javelins."
	}
]