[
    {
        "id": "quickdraw",
        "name": "Quickdraw",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "combat-maneuvers",
        "progressionType": "standard",
        "description": "This skill provides a bonus for getting a weapon from scabbard into battle very quickly. If successful, the weapon is out of the scabbard and in hand without the normal 20% activity required (-20 penalty) for drawing a weapon. If the maneuver roll fails, he has dropped the weapon. If partially successful, the character takes the normal time (and penalty) to draw the weapon."
    },
	{
        "id": "mounted-combat",
        "name": "Mounted Combat",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "combat-maneuvers",
        "progressionType": "standard",
        "description": ""
    },
	{
        "id": "swashbuckling",
        "name": "Swashbuckling",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "combat-maneuvers",
        "progressionType": "standard",
        "description": "This skill allows an individual to perform elaborate maneuvers with his weapon, including flourishes and feats of weapon control. This skill may, at the GM’s discretion, be used to recover control of a fumbled weapon (only possible if a fumble result has indicated that the wielder has “lost control” of a weapon, not “dropped” it), and may be used to perform unusual maneuvers with one’s weapon. Note that fumbles resulting from swashbuckling attempts may not be negated by further use of this skill."
    },
	{
        "id": "two-weapon-combat",
        "name": "Two-weapon Combat",
        "type": "special",
        "loadOnNewCharacters": false,
        "categoryId": "combat-maneuvers",
        "progressionType": "standard",
        "description": "This skill allows a combatant to fight with two weapons simultaneously. He is allowed to make 2 weapon attacks for each melee attack action, and may engage two opponents providing neither opponent is receiving any positional combat modifiers for their OB (e.g., If either opponent is receiving +15 for Flank Attack or +20 for Rear Attack the individual cannot attack both opponents in the same round). Two Weapon Combat skill must be developed for each individual two-weapon combination (e.g., shortsword/handaxe, rapier/dagger, etc.). A character's skill rank with a two-weapon combination may not exceed his skill rank of either of the individual weapons (e.g., if a Fighter has 5 skill ranks with a dagger and 9 skill ranks with a short sword, he may only have 5 skill ranks with his short sword/dagger two weapon combination). The OB for each weapon attack is equal to the skill bonus for the Two-weapon Combat skill for the combination of those two weapons."
    }
]