[
    {
        "id": "acting",
        "name": "Acting",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for simulating actions or reactions of others, as often used in drama performances, devising new identities, etc. This skill may be used to impersonate others, or hide one’s own reactions from others. It may be used anytime a character wishes to behave or appear in a manner other than that normal and natural to him under any given circumstances."
    },
    {
        "id": "dancing",
        "name": "Dancing",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for performing dances. It may also apply to any circumstances in which complex and/or precise foot work is necessary (e.g., negotiating a pattern on the floor, performing certain rituals, etc.)."
    },
    {
        "id": "mimery",
        "name": "Mimery",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for conveying concepts or information without verbal communication or a codified sign language. This skill is useful when trying to span a language barrier, entertain others, etc. Also used when trying to imitate a particular action (i.e., a movement not requiring a maneuver)."
    },
    {
        "id": "mimicry",
        "name": "Mimicry",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for imitating sounds. This skill is useful when trying to imitate individuals, animals or even non-animate sounds (e.g., wind, stairs creaking, etc.)."
    },
    {
        "id": "play-instrument",
        "name": "Play instrument †",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "customizableOptions": 1,
        "customizationRestriction": "free-text",
        "description": "This skill provides a bonus for using a specific instrument, such as flute, drum, lute, etc. It may also be used to recognize musical patterns or rhythms, notes, etc. Note that separate development is required for skill with each instrument."
    },
    {
        "id": "poetic-improvisation",
        "name": "Poetic improvisation",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for improvising or reading poetry. It may also be used to recognize poetical styles, forms, etc. Note that a minimum of 4 ranks in the spoken language utilized is required to use this skill."
    },
    {
        "id": "singing",
        "name": "Singing",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for vocally reproducing musical tunes and/or words. Note that although one may perform a song in an unfamiliar language, this skill does not provide any understanding of that language; this skill merely allows the memorization and reproduction of a song."
    },
    {
        "id": "tale-telling",
        "name": "Tale Telling",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for conveying information in the form of stories or fables in an engaging manner. This is primarily for the purpose of entertainment or subtle instruction; attempts to inform or influence large groups of people should use the Public Speaking skill (Influence skill category) instead. This skill may be used for improvisation or to relate memorized stories. This may (GM’s discretion) also be used when attempting to memorize a new story."
    },
    {
        "id": "ventriloquism",
        "name": "Ventriloquism",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-active",
        "progressionType": "standard",
        "description": "This skill provides a bonus for speaking without appearing to do so. A successful maneuver roll will make the individual’s voice seem to originate somewhere other than himself."
    },
    {
        "id": "music",
        "name": "Music",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-passive",
        "progressionType": "standard",
        "description": "This skill provides a bonus to writing, recognizing or performing in concert a piece of music. This skill may be used to determine the ability of the individual to play in concert with others, or to direct others in doing so. A successful maneuver roll by a conductor will give those he is conducting a bonus of +20 to their own use of this skill."
    },
    {
        "id": "painting",
        "name": "Painting",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-passive",
        "progressionType": "standard",
        "description": "This skill provides a bonus for creating graphic images. This may be on a flat medium such as sketching or painting with pigments, or painting on an object of some kind. Any activity that involves the creation of an image or deliberate design may benefit from this skill.",
        "modifiers": [
        	{
        		"key": "Unfamiliar medium",
        		"modifier": -30
        	},
        	{
        		"key": "From posed image or person",
        		"modifier": 10
        	},
        	{
        		"key": "From memory",
        		"modifier": -30,
        		"attributeModifier": {
        			"attribute": "me",
        			"multiplier": 3
        		}
        	}
        ]
    },
    {
        "id": "poetry",
        "name": "Poetry",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-passive",
        "progressionType": "standard",
        "description": "This skill provides a bonus for the writing of poetry, or any highly stylized form of writing. Note that the individual must have at least four (4) ranks in the written language to be used. Note that this form of poetry is typically of a significantly greater quality than improvisational poetry."
    },
    {
        "id": "sculpting",
        "name": "Sculpting",
        "type": "static",
        "loadOnNewCharacters": false,
        "categoryId": "artistic-passive",
        "progressionType": "standard",
        "description": "This skill provides a bonus for the manipulation of a malleable material or the carving of a resilient material into a desired three dimensional shape. This skill does not confer the ability to work materials normally unworkable (e.g., the individual must have the means to mold and form copper if the sculpture is to be formed of that metal). Note that this skill may also be used to identify styles of sculpture and to imitate other sculptures."
    }
]