[
    {
        "id": "athletic-games-brawn",
        "name": "Athletic Games Brawn †",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-brawn",
        "progressionType": "standard",
        "customizableOptions": 1,
        "description": "This skill encompasses any athletic game that primarily involves brawn (e.g., wrestling, etc.). Skill in each game must be developed separately, and includes rules, techniques, etc."
    },
	{
        "id": "jumping",
        "name": "Jumping",
        "type": "movingManeuver",
        "loadOnNewCharacters": true,
        "categoryId": "athletic-brawn",
        "progressionType": "standard",
        "description": "This skill provides a bonus for jumping, either from a running or a standing start. The base jump (running horizontal) for the average man of 5'10'' is equal to 50'' + (2 x St bonus in inches). For every 2 inches above or below this average height, add or subtract one from the base jump. The difficulties listed below assume that the character is running at a dash at the time of takeoff. For every speed category (fast sprint/sprint/run/etc.) below the dash rate, raise the difficulty of the running jump by one (e.g., hard becomes very hard, etc.). The base jump (standing horizontal) for the average man of 5'10'' is equal to the base jump (running horizontal) divided by two. The base jump (running vertical) for the average man of 5'10'' is equal to (12 + St bonus) in inches. For every 3 inches above or below this average height, add or subtract one inch from the base jump. The optimal speed for a vertical jump with a running start is a run. The base jump (standing vertical) for the average man of 5'10'' is equal to the base jump (running vertical) divided by 3."
    },
    {
        "id": "weight-lifting",
        "name": "Weight-lifting",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-brawn",
        "progressionType": "standard",
        "description": "Normally, a character can lift up to half his own weight using his hands. This skill provides a bonus to attempts to lift heavier weights or objects. While it is possible to lift these weights without the use of this skill, the techniques conferred by this skill allow greater weights to be lifted, and the likelihood of injury to be lessened. Note that this skill requires a great deal of practice and exercise to develop properly, and will increase the musculature of the individual. The use of this skill requires a round of preparation, during which only 10% activity may be performed and the individual’s DB is reduced to zero."
    },
    {
        "id": "power-striking",
        "name": "Power-striking",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-brawn",
        "progressionType": "standard",
        "description": "This skill allows the use of a controlled burst of strength to increase the force of a blow, such as with a sword, hammer, or fist. The use of this skill requires a 40% activity action the round before the “strike” takes place. The round of the strike, the character receives a bonus to his OB according to how much force he placed into the blow, which in turn affects the difficulty of the maneuver."
    },
    {
        "id": "power-throwing",
        "name": "Power-throwing",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-brawn",
        "progressionType": "standard",
        "description": "This skill allows the use of a controlled burst of strength to increase the range of a thrown object, such as a javelin, hammer, stone, etc. The use of this skill requires a 40% activity action the round before the “throw” takes place. The round of the strike, the character receives a bonus to his weapon range according to how much force he placed into the throw, which in turn affects the difficulty of the maneuver."
    },
    {
        "id": "athletic-games-endurance",
        "name": "Athletic Games - Endurance †",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-endurance",
        "progressionType": "standard",
        "customizableOptions": 1,
        "description": "This skill encompasses any athletic game that primarily involves endurance (e.g., track events, etc.). Skill in each game must be developed separately, and includes rules, techniques, etc."
    },
    {
        "id": "distance-running",
        "name": "Distance Running",
        "type": "movingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-endurance",
        "progressionType": "standard",
        "description": "This skill provides a bonus for maintaining one’s speed over long distances at slow to moderate paces, including pacing one’s resources (exhaustion point expenditure) and running in a safe and non-injurious manner. This skill is used when making movement maneuvers based on pace—see Section 18.17 (p. 56)."
    },
    {
        "id": "rowing",
        "name": "Rowing",
        "type": "movingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-endurance",
        "progressionType": "standard",
        "description": "This skill provides a bonus for the propulsion of watercraft through the use of paddles, oars, or poles. It combines the skills required to control and guide the craft with the coordination to work with others in rhythm (when necessary), in addition to the marshaling and pacing of internal resources."
    },
    {
        "id": "scaling",
        "name": "Scaling",
        "type": "movingManeuver",
        "loadOnNewCharacters": true,
        "categoryId": "athletic-endurance",
        "progressionType": "standard",
        "description": "This skill provides a bonus for climbing maneuvers of extended duration, including the climbing of mountains, long stairways, etc. It combines the skills required to climb safely and the marshaling and pacing of internal resources to last throughout the entire climb"
    },
    {
        "id": "sprinting",
        "name": "Sprinting",
        "type": "movingManeuver",
        "loadOnNewCharacters": true,
        "categoryId": "athletic-endurance",
        "progressionType": "standard",
        "description": "This skill provides a bonus for maximizing one’s speed over short distances, including marshaling and pacing one’s resources (exhaustion point expenditure) and running in a safe and non-injurious manner. This skill is used when making movement maneuvers based on pace—see Sections 16.0 (p. 51) & 18.17 (p. 56)."
    },
    {
        "id": "swimming",
        "name": "Swimming",
        "type": "movingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-endurance",
        "progressionType": "standard",
        "description": "This skill provides a bonus to swimming maneuvers. Skill rank 1 will prevent the character from drowning in water over his head, provided there are no applicable penalties (weight penalty, armor penalties, etc.). Further skill ranks will enable the character to make headway against a current, to stay afloat for longer periods of time without touching ground, to swim longer distances, to move faster in the water, and to make maneuvers in the water."
    },
    {
        "id": "acrobatics",
        "name": "Acrobatics",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for in-air maneuvers (e.g., flying or levitation) or swinging on objects. This skill includes the use of parallel bars, uneven bars, and other gymnastic activities in which most of the activity is spent in airborne maneuvers. A successful maneuver roll can reduce the severity of a falling critical by one (i.e., an 'A' is ignored, a 'B' becomes a 'A', a 'D' becomes a 'C', etc.)."
    },
    {
        "id": "athletic-games-gymnastics",
        "name": "Athletic Games - Gymnastics †",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "customizableOptions": 1,
        "description": "This skill encompasses any athletic game that primarily involves gymnastic skills (e.g., gymnastic events, soccer, basketball, etc.). Skill in each game must be developed separately, and includes rules, techniques, etc."
    },
    {
        "id": "climbing",
        "name": "Climbing",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for climbing maneuvers over relatively short distances through the use of hand holds, etc. This could range from the ability to climb sheer faces (absurd) to climbing a ladder (easy). The normal climbing rate for walls with adequate hand holds is 10'/round as a “Medium” moving maneuver. Poorer handholds or greater speed will increase the difficulty of the maneuver. Note that extended climbs may require the use of the Athletic Endurance: Scaling Skill."
    },
    {
        "id": "contortions",
        "name": "Contortions",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for manipulating one’s body in order to move through small openings or absorb sudden crushing impact (other than falls). This skill also helps one escape from bonds, etc."
    },
    {
        "id": "diving",
        "name": "Diving",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for controlled falling maneuvers. This can range from controlling the direction of an extended fall to diving into water safely from a great height (up to 20'/skill rank if a successful maneuver roll is made)."
    },
    {
        "id": "flying-gliding",
        "name": "Flying / Gliding",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for flying or gliding through the useof natural or artificial wings (e.g., feathered wings, parachute, hangglider, balloonist, etc.). Flying/gliding has a natural -75 for all types of maneuvers performed while trying to fly/glide if this skill is not learned or developed. Does not include powered aircraft."
    },
    {
        "id": "juggling",
        "name": "Juggling",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for tossing objects up and manipulating them in such a manner as to keep them up in the air."
    },
    {
        "id": "tumbling",
        "name": "Tumbling",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for horizontal dives, rolling, vaulting maneuvers, or swinging on stationary objects. Also used to decrease the damage one takes from a fall. A character could fall safely up to 2'/skill rank if a successful maneuver roll is made."
    },
    {
        "id": "pole-vaulting",
        "name": "Pole-vaulting",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for handling a pole to surmount or cross over an obstacle."
    },
    {
        "id": "rappelling",
        "name": "Rappelling",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for rapidly descending from a height, using ropes and other equipment. If the rappelling roll is unsuccessful, the individual has a chance of falling. Rappelling rate is equal to the individual’s normal movement rate, with modifiers due to speed."
    },
    {
        "id": "skating",
        "name": "Skating",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for skating maneuvers. This may also (at GM’s discretion) be used to help one stay upright on slippery or icy surfaces without skating equipment."
    },
    {
        "id": "skiing",
        "name": "Skiing",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for skiing maneuvers. This may also (at GM’s discretion) be used to help one stay on one’s feet when sliding down an incline without skiing equipment."
    },
    {
        "id": "stilt-walking",
        "name": "Stilt-walking",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for maneuvering on stilts or other extensions to one’s height."
    },
    {
        "id": "surfing",
        "name": "Surfing",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus to surfing maneuvers. This includes body surfing, board surfing, and channel surfing."
    },
    {
        "id": "tightrope-walking",
        "name": "Tightrope-walking",
        "type": "staticOrMovingManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "athletic-gymnastics",
        "progressionType": "standard",
        "description": "This skill provides a bonus for maneuvering along narrow surfaces."
    }
]