[
	{
		"id": "fauna-lore",
		"name": "Fauna Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying the major animal forms within a specific area, region and climate. May be developed either in-depth for a specific area or as general education in fauna/zoological trends. Several different regions/climates may be developed simultaneously, provided that research materials are available. Note: This skill may be used for learning about specific species as well, providing great detail on the characteristics and habits of a particular type of animal."
	},
	{
		"id": "flora-lore",
		"name": "Flora Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying the major plant forms within a specific area, region and climate. May be developed either in-depth for a specific area or as general education in flora/botanical trends. Several different regions/climates may be developed simultaneously, provided that research materials are available. This is a general knowledge skill—a GM may want halve this skill’s bonus when used for herbs (see Herb Lore on the next page). Note: This skill may be used for learning about specific species as well, providing great detail on the characteristics and habitats of a particular type of plant."
	},
	{
		"id": "heraldry",
		"name": "Heraldry †",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"customizableOptions": 1,
		"customizationRestriction": "free-text",
		"description": "This skill provides a bonus for designing or recognizing the particular heraldic crests (coats-of-arms) specific to a given culture. Separate cultures must be developed separately."
	},
	{
		"id": "history",
		"name": "History †",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"customizableOptions": 1,
		"customizationRestriction": "free-text",
		"description": "This skill provides knowledge about the past. One may develop this skill in general World History (subject to the available learning materials—i.e., if knowledge about the other side of the world is not available, it may not be learned) although the information will be far less specific, focusing instead on the broad strokes of history. If this skill is developed in the history of a particular region or subject, the information will be far more specific. In essence, the smaller the focus of the skill, the greater the level of detail and accuracy. Developing skill in the history of the Kingdom of Harran, for instance, might provide information about the rulers and the great events in the Kingdom's past; skill in the history of the Guild of Architects in the city of Jeppod would likely include all of the names of the Guild’s officers, the bylaws memorized by heart, etc. This skill encompasses military history as well."
	},
	{
		"id": "philosophy",
		"name": "Philosophy †",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"customizableOptions": 1,
		"customizationRestriction": "free-text",
		"description": "This skill provides a bonus for recognizing and identifying major aspects of philosophic doctrines. Each philosophy doctrine may be concentrated in and learned separately for in-depth knowledge and understanding."
	},
	{
		"id": "race-lore",
		"name": "Race Lore †",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"customizableOptions": 1,
		"customizationRestriction": "free-text",
		"description": "This skill provides information about the beliefs, rituals, or other information about a specific race. Note that skill for each race must be developed separately. Each character begins with ranks in Race Lore for his own race."
	},
	{
		"id": "region-lore",
		"name": "Region Lore †",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"customizableOptions": 1,
		"customizationRestriction": "free-text",
		"description": "This skill provides knowledge about the beliefs, rituals, or other information about a specific region. Note that skill for each region must be developed separately. All characters begin with ranks in Region Lore for their own region."
	},
	{
		"id": "religion-lore",
		"name": "Religion Lore †",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-general",
		"progressionType": "standard",
		"customizableOptions": 1,
		"customizationRestriction": "free-text",
		"description": "This skill provides a bonus for recognizing and identifying major aspects of religious doctrines. Each religion may be concentrated in and learned separately for in-depth knowledge and understanding."
	},
	{
		"id": "artifact-lore",
		"name": "Artifact Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-magical",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and knowing the powers of potent magical items."
	},
	{
		"id": "spell-lore",
		"name": "Artifact Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-magical",
		"progressionType": "standard",
		"description": "This skill provides a bonus to recognize and understand spells. When a character realizes that he has been targeted by a spell, this skill enables him to recognize the spell being used against him. When attempting to recognize an unfamiliar written spell, the character must be able to read the language used."
	},
	{
		"id": "undead-lore",
		"name": "Undead Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-magical",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying the major powers and abilities of Undead, and information pertaining to Undead."
	},
	{
		"id": "demon-devil-lore",
		"name": "Demon/Devil Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying the major powers and abilities of extra-dimensional beings, and information pertaining to demons/devils (land, items, etc.)."
	},
	{
		"id": "dragon-lore",
		"name": "Dragon Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying the major powers and abilities of dragons, and information pertaining to dragons (e.g., lands, items)."
	},
	{
		"id": "faerie-lore",
		"name": "Faerie Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying the major powers and abilities of faeries, and information pertaining to faeries (e.g., lands, items, etc.)."
	},
	{
		"id": "xeno-lore",
		"name": "Xeno Lore †",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"customizableOptions": 1,
		"customizationRestriction": "free-text",
		"description": "This skill should be used by the GM to insert Lores dealing with unusual or rare races not listed here. This skill may also be used to simulate esoteric Lores developed by those races."
	},
	{
		"id": "herb-lore",
		"name": "Herb Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing/identifying herbs. For these purposes, an herb is a plant or plant part valued for medicinal qualities."
	},
	{
		"id": "lock-lore",
		"name": "Lock Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying major forms of locks and similar devices."
	},
	{
		"id": "metal-lore",
		"name": "Metal Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying metals, alloys, metallic crystal structures, etc. Also will give information on famous, magical, historic, legendary, or cursed types of metals. Skill must be developed separately for each culture or region as applicable to the GM’s world scheme."
	},
	{
		"id": "poison-lore",
		"name": "Poison Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying poisons, as well as knowledge of proper application and usage techniques. (These may require a Using/Removing Poison maneuver roll to actually carry through.)"
	},
	{
		"id": "stone-lore",
		"name": "Stone Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides a bonus for recognizing and identifying stones. Also will give information on famous, magical, powerful, historic, legendary or cursed types of stone. Skill lore is developed separately for each culture or region as applicable to GM’s world scheme."
	},
	{
		"id": "trading-lore",
		"name": "Trading Lore",
		"loadOnNewCharacters": false,
		"type": "staticManeuver",
		"categoryId": "lore-obscure",
		"progressionType": "standard",
		"description": "This skill provides knowledge of trade-related affairs. Trade routes, customs laws, exchange rates, traditions and rituals, etc. are all encompassed by this skill."
	}
]