[
    {
        "id": "alertness",
        "name": "Alertness",
        "type": "staticManeuver",
        "loadOnNewCharacters": true,
        "categoryId": "awareness-perceptions",
        "progressionType": "standard",
        "description": "This skill provides a bonus for unconscious observation and assimilation of information from the general environment. The GM should use this skill to allow characters a chance to notice objects, events, and other phenomena around them. Note that the use of this skill assumes that the character has not indicated that he is looking for such a thing. If the player is actively seeking something within the environment, the appropriate Awareness • Searching skill should be used. The existence of this as a skill indicates one’s ability to train sensitivity to such things, but more active observation should be handled by the skills of Observation and Situational Awareness."
    },
    {
        "id": "sense-ambush",
        "name": "Sense Ambush",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-perceptions",
        "progressionType": "standard",
        "description": "This skill provides a bonus to detect animate traps, ambushes or assassinations in progress. Note that this is a passive skill, and should not be used when the player has indicated that he is actively searching for signs of ambush or assassins. Range is 10' per skill rank. The existence of this as an acquirable skill indicates one’s abil- ity to train one’s level of sensitivity to such things, but more active observation should be handled by the skills of Observation and/or Situational Awareness. Quality of the set ambush: +30 to -70"
    },
    {
        "id": "detect-traps",
        "name": "Detect Traps",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for detecting inanimate traps or ambushes."
    },
    {
        "id": "lie-perception",
        "name": "Lie Perception",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for perceiving lies told by an individual under proximate observation (within 10' and within visual/hearing range) by the user of this skill."
    },
    {
        "id": "locate-hidden",
        "name": "Locate Hidden",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for locating secret openings or hidden objects."
    },
    {
        "id": "observation",
        "name": "Observation",
        "type": "staticManeuver",
        "loadOnNewCharacters": true,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for noticing details about the environment for assimilation and analysis. This is normally only usable in an active fashion, and requires concentration. Note that this skill is different from Alertness, which represents a general and unconscious level of receptivity and awareness of events and details within one's immediate environment. This skill reflects the active observation, noting and appraisal of such details. For example, if a character were about to make camp in an unsafe location, the GM might make an Alertness static maneuver for that character to determine whether or not he notices the danger. If the character indicated that he wished to examine the location for suitability, the character would instead make an Observation static maneuver."
    },
    {
        "id": "poison-perception",
        "name": "Poison Perception",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for perceiving the presence of poison in/on an item or object. Note that some poisons might be virtually undetectable (e.g., a colorless, tasteless, odorless powder that dissolves completely in water will be very difficult if not impossible to detect)."
    },
    {
        "id": "reading-tracks",
        "name": "Reading Tracks",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for gleaning information from a set of tracks or spoor. Detailed information about the tracks can be obtained, such as type of creatures, age of tracks, weight of creature, speed creature moving at, back tracking, etc. The skill, Tracking, is used for spotting and following the tracks."
    },
    {
        "id": "surveillance",
        "name": "Surveillance",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for surreptitiously keeping watch over a person, place, or object."
    },
    {
        "id": "tracking",
        "name": "Tracking",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-searching",
        "progressionType": "standard",
        "description": "This skill provides a bonus for tracking maneuvers and following a trail left by someone or something such as foot prints, broken branches, crushed grass, hanging pieces of cloth, etc. The skill Reading Tracks gives the tracker the information about the tracks."
    },
    {
        "id": "direction-sense",
        "name": "Direction Sense",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-senses",
        "progressionType": "standard",
        "description": "This skill provides a bonus for determining which way is north or any specific direction, without the aid of navigational instruments. Skill is useful determining direction while underground, during the darkest night without stars, moon, or other night lights."
    },
    {
        "id": "sense-awareness-hear",
        "name": "Sense Awareness - Hear",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-senses",
        "progressionType": "standard",
        "description": "This skill provides a bonus to the ability to discern detail and information through the use of a particular sense (i.e., sight, touch, etc.). Note that skill for each sense must be developed separately."
    },
    {
        "id": "sense-awareness-sight",
        "name": "Sense Awareness - Sight",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-senses",
        "progressionType": "standard",
        "description": "This skill provides a bonus to the ability to discern detail and information through the use of a particular sense (i.e., sight, touch, etc.). Note that skill for each sense must be developed separately."
    },
    {
        "id": "sense-awareness-smell",
        "name": "Sense Awareness - Smell",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-senses",
        "progressionType": "standard",
        "description": "This skill provides a bonus to the ability to discern detail and information through the use of a particular sense (i.e., sight, touch, etc.). Note that skill for each sense must be developed separately."
    },
    {
        "id": "situational-awareness-primary",
        "name": "Situational Awareness - Primary",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-senses",
        "progressionType": "standard",
        "description": "This skill provides a bonus to the individual’s ability to notice and assimilate information from the environment in a specific type of situation. This is a combination of active and passive skills specifically trained for maximum effectiveness within a given situation. For example, Scouting Awareness is used by the point man in a squad of soldiers to be alert to possible enemy approaches, traps, Sleep Awareness might aid in sleeping lightly to prevent being taken unawares, etc. Urban Awareness might aid in staying alert for muggers, vehicles, etc. Skill with Situational Awareness must be developed for each situation, as determined by the GM."
    },
    {
        "id": "time-sense",
        "name": "Time Sense",
        "type": "staticManeuver",
        "loadOnNewCharacters": false,
        "categoryId": "awareness-senses",
        "progressionType": "standard",
        "description": "This skill provides a bonus for determining the time of day or how much time has passed over a specific period. This is a combination of the ability to estimate internally the passage of time, as well as using external references such as the sun, stars, etc. When no external referents are available (e.g., underground, in a jail cell, etc.), it is significantly more difficult to estimate the passage of time. Also, after sleep or unconsciousness one typically requires the use of external referents to 'reset' one's internal clock; the lack of same will hinder the use of this skill. This skill may be used to attempt to wake oneself from sleep at a predetermined time."
    }
]